'''
    Информация:
    Текстовая (строки, тексты, буквы)
    Числовая (целые числа (5б 787, 99), вещественные числа (5.8, 99.001))
    Логическая (true, false)
'''

# print() - Функция для вывода информации на экран
# Текстовая информация должна быть заключена в одинарные кавычки ' '
print('hello world')

'''
    Переменная - это место, в котором хранится какая-либо информация
    width = 45
    width   - переменная
    =       - операция переноса значения в переменную (операция присваивания)
    45      - значение, которое будет храниться в переменной
'''

# Ввод с клавиатуры значений
# input() - функция, запрашивающая строку с клавиатуры
# int() - функция, преобразующая строку в число
num = int(input('Введите число'))